Repository: saroesler/PDFviewer
Catalog: locale/*/LC_MESSAGES/module_pdfviewer.po
Languages: de

source: None workflow (no approval)
de: kein Arbeitsschritt

source: This is like a non-existing workflow. Everything is online immediately after creation.
de: Dies ist wie ein nicht existierender Arbeitsschritt

source: Initial
de: Einrichten

source: Pseudo-state for content which is just created and not persisted yet.
de: Pseudo- Status für den Inhalt.

source: Deferred
de: Verschoben

source: Content has not been submitted yet or has been waiting, but was rejected.
de: Der inhalt wurde nicht angenommen.

source: Approved
de: Veröffentlicht

source: Content has been approved and is available online.
de: Der Inhalt wurde angenommen und ist nun online.

source: Deleted
de: Gelöscht

source: Pseudo-state for content which has been deleted from the database.
de: Pseudeo- Status wurde gelöscht.

source: Submit
de: Speichern

source: Submit content.
de: Inhalt ist angenommen.

source: Defer
de: Verschieben

source: Defer content for later submission.
de: Verschiebt den Inhalt für spätere Bestätigung.

source: Update content.
de: Inhalt geupdatet

source: Delete
de: Löschen

source: Delete content permanently.
de: Inhalt vollständig geöscht.

source: This is a required field.
de: Dieses Feld muss gefüllt werden.

source: Please enter a valid number in this field.
de: Bitte geben Sie eine gültige Zahl für dieses Feld ein.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: In dieses Feld muss eine Zahl eingegeben werden.

source: Please use letters only (a-z) in this field.
de: Bitte geben Sie nur Buchstaben ein.

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte geben Sie nur Buchstaben oder Zahlen ein.

source: Please enter a valid date.
de: Bitte geben Sie eine gültiges Datum ein.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte geben Sie eine email- Adresse ein.

source: Please enter a valid URL.
de: Bitte geben Sie eine gültige URL ein.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Bitte geben Sie ein Datum im Format dd/mm/yyyy ein.

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte geben Sie einen gültigen Preis ein.

source: Please make a selection.
de: Bitte wählen Sie einen Eintrag aus.

source: Please select one of the above options.
de: Bitte wählen Sie eine Option.

source: This value must not contain spaces.
de: Der Inhalt darf nicht ein Leerzeichen beinhalten.

source: Please select a valid html colour code.
de: Bitte geben Sie einen gültigen HTML- Farbcode ein

source: Please select an allowed file type.
de: Bitte wählen Sie einen unterstützten Dateityp.

source: Please select a value in the past.
de: Bitte wählen Sie einen Wert aus der Vergangenheit.

source: Please select a value in the future.
de: Bitte einen zukünftigen Wert eingeben.

source: Documents
de: Dokumente

source: %1$s: missing parameter '%2$s'
de: %1$s: fehlende Parameter '%2$s'

source: Only item titles
de: Nur Dateititel.

source: With description
de: mit Beschreibung

source: Custom template
de: Benutzertemplate

source: Error! Could not determine workflow actions.
de: Fehler! Die Workflowaktion konnte nicht ermittelt werden.

source: No such item.
de: Keine Datei

source: Done! Item created.
de: Datei wurde erstellt!

source: Error! Creation attempt failed.
de: Fehler! Die Erstellung schlug fehl.

source: Done! Item updated.
de: Der Eintrag wurde erfolgreich aktuallisiert.

source: Error! Update attempt failed.
de: Fehler! Die Aktuallisierung schlug fehl.

source: Done! Item deleted.
de: Der Eintrag wurde erfolgreich gelöscht.

source: Error! Deletion attempt failed.
de: Fehler! Das Löschen schlug fehl.

source: Done! Document created.
de: Dokument erstellt

source: Done! Document updated.
de: Das Dokument wurde erfolgreich aktuallisiert.

source: Done! Document deleted.
de: Das Dokument wurde erfolgreich gelöscht.

source: Sorry, but an unknown error occured during the %s action. Please apply the changes again!
de: Ein Fehler ist bei folgender Aktion aufgetreten: %s. Bitte versuchen Sie es erneut.

source: Close
de: Abbrechen

source: Error! Invalid colour.
de: Falsche Farbe

source: Pdfviewer detail view
de: Pdfviewer Details Ansicht

source: Display or link a single Pdfviewer object.
de: Anzeige eines Pdfviewer- objektes

source: No item selected.
de: Kein Eintrag ausgewählt

source: Pdfviewer list view
de: Pdfviewer Ansicht

source: Display list of Pdfviewer objects.
de: Liste der Pdfviewer. objekte

source: Doctrine Exception:
de: Doctrin Ausgabe:

source: An error was encountered while creating the tables for the %s extension.
de: Es gab einen Fehler beim erstellen der Tabellen für %s.

source: Please enable the development mode by editing the /config/config.php file in order to reveal the error details.
de: Bitte aktivieren Sie den EntwicklerModus, indem Sie die / config / config.php-Datei bearbeiten, um die Fehlerdetails auszugeben.

source: An error was encountered while removing stored object workflows for the %s extension.
de: Es gab einen Fehler beim Löschen des Workflows.

source: An error was encountered while dropping the tables for the %s extension.
de: Es gab einen fehler beim Verschieben der Einträge.

source: The upload directories at [%s] can be removed manually.
de: Der Uploadordner [%s] kann manuell gelöscht werden.

source: Sorry, but an unknown error occured during example data creation. Possibly not all data could be created properly!
de: Ein unbekannter Fehler trat auf. Es kann sein, dass Daten verloren gingen.

source: Error! Could not move your file to the destination folder.
de: Fehler! Die Datei konnte nicht verschoben werden,

source: Error! No file found.
de: Fehler: Keine Datei gefunden!

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieses Dateiformat wird nicht unterstützt.

source: Error! Your file is too big. Please keep it smaller than %s kilobytes.
de: Fehler! Die Datei ist zu große. Sie darf mindestens %s KB groß sein.

source: Error! Your file is too big. Please keep it smaller than %s megabytes.
de: Fehler! Die Datei ist zu große. Sie darf mindestens %s MB groß sein.

source: Error! This file type seems not to be a valid image.
de: Fehler! Dieses Feld ist nicht richtig ausgefüllt

source: Pdfviewer module generated by ModuleStudio 0.6.0.
de: Pdfviewer wurde mit ModuleStudio 0.6.0. erstellt

source: Notice: This block will not be displayed until you activate the Pdfviewer module.
de: Achtung: Dieser Block wird erst angezeigt, wenn der Pdfviewer aktiviert ist.

source: All except deferred
de: Alle akzeptierten Einträge werden unterbrochen

source: Shows all items except these which are deferred
de: Zeige alle Einträge, die Aufgeschoben wurden.

source: All except approved
de: Alle Einträge wurden bestätigt

source: Shows all items except these which are approved
de: Zeige alle Einträge, die bestätigt wurden.

source: The upload directory "%s" does not exist and could not be created. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
de: Der Uploadordner "%s" existiert nicht. Bitte erstellen Sie ihn manuell

source: Warning! The upload directory at "%s" exists but is not writable by the webserver.
de: Der Uploadordner "%s" ist nicht schreibbar.

source: Warning! Could not write the .htaccess file at "%s".
de: Die .htaccess datei "%s" konnte nicht bearbeitet werden.

source: Error! Field value may only contain digits (%s).
de: Fehler! In diese Feld dürfen nur Zahlen eingetragen werden!

source: Error! Length of field value must not be higher than %2$s (%1$s).
de: Fehler! Die Eingabe darf nicht länger als %2$s (%1$s) Zeichen sein.

source: Error! Field value must not be empty (%s).
de: Fehler! Das Feld darf nicht leer bleiben (%s).

source: Error! Field value must be a valid datetime (%s).
de: Fehler! Dieses Feld benötigt ein gültiges Datum (%s).

source: Error! Could not load the associated workflow.
de: Fehler! Der Arbeitsschritt konnte nicht geladen werden.

source: Edit
de: Bearbeiten

source: Reuse for new item
de: Zurück um ein neues Dokument zu erstellen

source: Reuse
de: Kopieren

source: Error! Could not remove stored workflow. Deletion has been aborted.
de: Fehler! Der Workflow kann nicht gelöscht werden.

source: Item
de: Eintrag

source: Error! Could not save the search results.
de: Fehler! Die Suche kann nicht gespeichert werden

source: 3 newest documents
de: 3 neue Dokumente

source: A list of the three newest documents.
de: Aufstellung der drei neusten Dokumente

source: 3 random documents
de: 3 zufällige Dokumente

source: A list of three random documents.
de: Liste mit drei zufälligen Dokumenten

source: Backend
de: Administration

source: Switch to administration area.
de: zur Administration

source: Frontend
de: Benutzeransicht

source: Switch to user area.
de: zur Benutzeransicht

source: Newsletter
de: Pfarrbrief

source: Error! Invalid identifier received.
de: Fehler! Ungültige Rückmeldung.

source: Error! It is not allowed to delete this entity.
de: Fehler! Dieser Eintrag darf nicht gelöscht werden.

source: Search and select document
de: Dokumentsuche und -auswahl

source: Paste as
de: Einfügen als

source: Link to the document
de: Link zum Dokument

source: ID of document
de: ID für das Dokument

source: Document
de: Dokument

source: No entries found.
de: Keine Einträge gefunden

source: Sort by
de: Sortieren

source: Workflow state
de: Arbeitsstatus

source: Title
de: Titel

source: Begindate
de: Start

source: Enddate
de: Ende

source: Creation date
de: Erstellungsdatum

source: Creator
de: Ersteller

source: Update date
de: Stand:

source: ascending
de: aufsteigend

source: descending
de: absteigend

source: Page size
de: Seitengröße

source: Search for
de: Suchen

source: Change selection
de: Auswahl ändern

source: Cancel
de: Abbrechen

source: Document information
de: Dokumentinformation

source: Actions
de: Aktionen

source: Latest documents
de: Aktuelles Dokument

source: A direct feed showing the list of documents
de: Liste der Dokumente

source: Quick navigation
de: Schnelle Navigation

source: All
de: Alle

source: Search
de: Suche

source: Open quick view window
de: Kurzansicht öffnen

source: Quick view
de: Kurzansicht

source: Document list
de: Liste der Dokumente

source: Create document
de: Neues Dokument

source: Back to paginated view
de: Zurück zur Übersicht

source: No documents found.
de: Kein Dokument vorhanden

source: With selected documents
de: ausgewälte Dokumente

source: Choose action
de: Aktion wählen

source: Edit document
de: Dokument bearbeiten

source: Enter the title of the document
de: Bitte geben Sie einen Titel für das Dokument ein.

source: Reset to empty value
de: Reset

source: Allowed file extensions:
de: Erlaubte Dateiendungen:

source: Current file
de: Aktuelle Datei

source: Enter the begindate of the document
de: Eingabe für den Start

source: Enter the enddate of the document
de: Eingabe für das Schlussdatum

source: Really delete this document?
de: Möchten Sie das Dokument wirklich löschen?

source: Delete document
de: Lösche Dokument

source: Do you really want to delete this document ?
de: Möchten Sie das Dokument wirklich löschen?

source: Confirmation prompt
de: Bestätigungsaufforderung

source: Creation and update
de: Erstellung und Update

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Updated by %s
de: Aktuallisiert von %s

source: Updated on %s
de: Aktuallisiert am %s

source: Creation
de: Erstellen

source: Created by %1$s on %2$s
de: Erstellt am %1$s am %2$2

source: Last update
de: Stand

source: Updated by %1$s on %2$s
de: Aktuallisiert am %1$s am %2$2

source: Object type
de: Objekttyp

source: If you change this please save the element once to reload the parameters below.
de: Wenn dies geändert wird, muss gespeichert werden.

source: Link to object
de: Link zum Objekt

source: Embed object display
de: Objekt ansicht

source: Read more
de: mehr

source: Category
de: Kategory

source: Categories
de: Kategorien

source: This is an optional filter.
de: Optionaler Filter

source: Sorting
de: Sortieren

source: Random
de: Zufall

source: Newest
de: Neustes

source: Default
de: Standart

source: Amount
de: Betrag

source: Example
de: Beispiel

source: Filter (expert option)
de: Filter

source: Syntax examples
de: Beispiel

source: or
de: oder

source: You are downloading following URL:
de: Sie downloaden folgende URL:

source: If your are not downloading the file please klick
de: Wenn die Datei nicht automatisch gedownloaded wird, klicken Sie bitte

source: here.
de: hier.

source: No Dokument found!
de: Es wurde kein Dokument gefunden

source: Show all entries
de: Zeige alle Einträge

source: State
de: Status

source: If you change this please save the block once to reload the parameters below.
de: Wenn etwas geändert wird, muss der Block gespeichert werden.
